Repository: dias-smith-rock/AIFamily
Catalog: reminder/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, pt, ta, zh_hans, zh_hant

# (已编辑)
source: (edited)
ar: (تحرير)
es: (editado)
fr: (édité)
hi: (संपादित)
pt: (editado)
ta: (திருத்தப்பட்டது)
zh_hans: (已编辑)
zh_hant: (已編輯)

# %@ · 👻 位置已隐藏
source: %@ · 👻 Location hidden
ar: %@ · 👻 الموقع مخفي
es: %@ · 👻 Ubicación oculta
fr: %@ · 👻 Position masquée
hi: %@ · 👻 स्थान छिपा है
pt: %@ · 👻 Localização oculta
ta: %@ · 👻 இடம் மறைக்கப்பட்டது
zh_hans: %@ · 👻 位置已隐藏
zh_hant: %@ · 👻 位置已隱藏

source: %@ · LIVE
ar: %@ · مباشر
es: %@ · EN VIVO
fr: %@ · EN DIRECT
hi: %@ · लाइव
pt: %@ · AO VIVO
ta: %@ · நேரடி

# %@ 即将推出。
source: %@ coming soon.
ar: %@ قريبا.
es: %@ próximamente.
fr: %@ à venir.
hi: %@ जल्द ही आ रहा है।
pt: %@ em breve.
ta: %@ விரைவில்.
zh_hans: %@ 即将推出。
zh_hant: %@ 即將推出。

# %@，位置已隐藏
source: %@, location hidden
ar: %@، الموقع مخفي
es: %@, ubicación oculta
fr: %@, position masquée
hi: %@, स्थान छिपा हुआ है
pt: %@, localização oculta
ta: %@, இடம் மறைக்கப்பட்டது
zh_hans: %@，位置已隐藏
zh_hant: %@，位置已隱藏

# %@，已选中时在地图上显示
source: %@, shown on the map when selected
ar: %@، يظهر على الخريطة عند التحديد
es: %@, se muestra en el mapa al seleccionar
fr: %@, affiché sur la carte lorsqu'il est sélectionné
hi: %@, चयन करने पर मानचित्र पर दिखाया जाता है
pt: %@, exibido no mapa quando selecionado
ta: %@, தேர்ந்தெடுக்கப்படும்போது வரைபடத்தில் காட்டப்படும்
zh_hans: %@，已选中时在地图上显示
zh_hant: %@，已選取時在地圖上顯示

# %@，暂无位置，勾选后将在有定位数据时显示
source: %@, no location yet; will appear on the map when location data is available
ar: %@، لا يوجد موقع بعد؛ سيظهر على الخريطة عند توفر بيانات الموقع
es: %@, sin ubicación; aparecerá en el mapa cuando haya datos de ubicación
fr: %@, pas de position ; apparaîtra sur la carte lorsque des données seront disponibles
hi: %@, अभी कोई स्थान नहीं; स्थान डेटा मिलने पर मानचित्र पर दिखेगा
pt: %@, sem localização; aparecerá no mapa quando houver dados de localização
ta: %@, இன்னும் இடம் இல்லை; இடத் தரவு கிடைக்கும்போது வரைபடத்தில் காட்டப்படும்
zh_hans: %@，暂无位置，勾选后将在有定位数据时显示
zh_hant: %@，暫無位置，勾選後將在有定位資料時顯示

# %@/年
source: %@/yr
ar: %@/سنة
es: %@/año
fr: %@/an
hi: %@/वर्ष
pt: %@/ano
ta: %@/ஆண்டு
zh_hans: %@/年
zh_hant: %@/年

# %@/月
source: %@/mo
ar: %@/شهر
es: %@/mes
fr: %@/mois
hi: %@/माह
pt: %@/mês
ta: %@/மாதம்
zh_hans: %@/月
zh_hant: %@/月

# %@前
source: Due by %@
ar: قبل %@
es: Para el %@
fr: Avant le %@
hi: %@ तक
pt: Até %@
ta: %@க்கு முன்
zh_hans: %@前
zh_hant: %@前

# %lld 个待办已完成
source: %lld to-do(s) completed
ar: تم إكمال %lld مهمة
es: %lld tarea(s) completada(s)
fr: %lld tâche(s) terminée(s)
hi: %lld कार्य पूर्ण
pt: %lld tarefa(s) concluída(s)
ta: %lld பணி முடிந்தது
zh_hans: %lld 个待办已完成
zh_hant: %lld 個待辦已完成

# %lld 个待办已过期
source: %lld to-do(s) overdue
ar: %lld مهام متأخرة
es: %lld tareas vencidas
fr: %lld tâche(s) en retard
hi: %lld कार्य अतिदेय
pt: %lld tarefas atrasadas
ta: %lld பணிகள் காலாவதி
zh_hans: %lld 个待办已过期
zh_hant: %lld 個待辦已過期

# %lld 分钟前更新
source: Updated %lld min ago
ar: %lld تم التحديث منذ دقائق
es: %lld actualizado hace minutos
fr: %lld mis à jour il y a quelques minutes
hi: %lld मिनट पहले अपडेट किया गया
pt: %lld atualizado minutos atrás
ta: %lld நிமிடங்களுக்கு முன்பு புதுப்பிக்கப்பட்டது
zh_hans: %lld 分钟前更新
zh_hant: %lld 分鐘前更新

# %lld 千米
source: %lld km
ar: %lld كم
hi: %lld किमी
ta: %lld கி.மீ
zh_hans: %lld 千米
zh_hant: %lld 公里

# %lld 小时
source: %lld hours
ar: %lld ساعة
es: %lld h
fr: %lld h
hi: %lld घंटे
pt: %lld h
ta: %lld மணி
zh_hans: %lld 小时
zh_hant: %lld 小時

# %lld 米
source: %lld m
ar: %lld م
hi: %lld मी
ta: %lld மீ
zh_hans: %lld 米
zh_hant: %lld 公尺

# • 上传学校通知截图
source: • Upload screenshots of school notifications
ar: • تحميل لقطات من الإخطارات المدرسية
es: • Cargar capturas de pantalla de notificaciones escolares.
fr: • Importez des captures d'écran des notifications de l'école
hi: • स्कूल सूचनाओं के स्क्रीनशॉट अपलोड करें
pt: • Faça upload de capturas de tela de notificações escolares
ta: • பள்ளி அறிவிப்புகளின் ஸ்கிரீன்ஷாட்களைப் பதிவேற்றவும்
zh_hans: • 上传学校通知截图
zh_hant: • 上傳學校通知截圖

# • 直接语音说出需求
source: • Speak the requirements directly by voice
ar: • تحدث المتطلبات مباشرة بالصوت
es: • Decir los requisitos directamente por voz.
fr: • Exprimez les exigences directement par la voix
hi: • आवश्यकताओं को सीधे आवाज से बताएं
pt: • Fale os requisitos diretamente por voz
ta: • தேவைகளை நேரடியாக குரல் மூலம் பேசுங்கள்
zh_hans: • 直接语音说出需求
zh_hant: • 直接語音說出需求

# • 粘贴微信通知文字
source: • Paste WeChat notification text
ar: • لصق نص إشعار WeChat
es: • Pegar el texto de notificación de WeChat
fr: • Coller le texte de notification WeChat
hi: • WeChat अधिसूचना पाठ चिपकाएँ
pt: • Colar o texto de notificação do WeChat
ta: • WeChat அறிவிப்பு உரையை ஒட்டவும்
zh_hans: • 粘贴微信通知文字
zh_hant: • 貼上微信通知文字

# ⚡️ 实时位置 · %lld 人在线
source: ⚡️ Live location · %lld online
ar: ⚡️ موقع مباشر · %lld متصل
es: ⚡️ Ubicación en vivo · %lld en línea
fr: ⚡️ Position en direct · %lld en ligne
hi: ⚡️ लाइव स्थान · %lld ऑनलाइन
pt: ⚡️ Localização ao vivo · %lld online
ta: ⚡️ நேரடி இடம் · %lld ஆன்லைன்
zh_hans: ⚡️ 实时位置 · %lld 人在线
zh_hant: ⚡️ 即時位置 · %lld 人在線

# ⚡️ 实时位置进行中（%lld 人）
source: ⚡️ Live location active (%lld people)
ar: ⚡️ الموقع المباشر نشط (%lld أشخاص)
es: ⚡️ Ubicación en vivo activa (%lld personas)
fr: ⚡️ Position en direct active (%lld personnes)
hi: ⚡️ लाइव स्थान सक्रिय (%lld लोग)
pt: ⚡️ Localização ao vivo ativa (%lld pessoas)
ta: ⚡️ நேரடி இடம் செயலில் (%lld பேர்)
zh_hans: ⚡️ 实时位置进行中（%lld 人）
zh_hant: ⚡️ 即時位置進行中（%lld 人）

# ✅ 该任务已完结
source: ✅ This task has been completed
ar: ✅ تم الانتهاء من هذه المهمة
es: ✅ Esta tarea ha sido completada
fr: ✅ Cette tâche est terminée
hi: ✅यह कार्य पूर्ण हो चुका है
pt: ✅ Esta tarefa foi concluída
ta: ✅ இந்த பணி முடிந்தது
zh_hans: ✅ 该任务已完结
zh_hant: ✅ 該任務已結束

# 👑 单任务无限图片、支持原图 (Original Quality)、解锁视频与文档 (PDF/Word) 上传。
source: 👑 Unlimited images per task, original quality, plus video and documents (PDF/Word).
ar: 👑 صور غير محدودة لكل مهمة، بالجودة الأصلية، بالإضافة إلى الفيديو والمستندات (PDF/Word).
es: 👑 Imágenes ilimitadas por tarea, calidad original, además de videos y documentos (PDF/Word).
fr: 👑 Images illimitées par tâche, qualité originale, ainsi que vidéo et documents (PDF/Word).
hi: 👑 प्रति कार्य असीमित छवियां, मूल गुणवत्ता, साथ ही वीडियो और दस्तावेज़ (PDF/Word)।
pt: 👑 Imagens ilimitadas por tarefa, qualidade original, além de vídeos e documentos (PDF/Word).
ta: 👑 ஒரு பணிக்கு வரம்பற்ற படங்கள், அசல் தரம், மேலும் வீடியோ மற்றும் ஆவணங்கள் (PDF/Word).
zh_hans: 👑 单任务无限图片、支持原图 (Original Quality)、解锁视频与文档 (PDF/Word) 上传。
zh_hant: 👑 單任務無限圖片、支援原圖 (Original Quality)、解鎖影片與文件 (PDF/Word) 上傳。

# 👑 无限创建与加入群组，无限成员人数。
source: 👑 Unlimited groups to create and join, unlimited members.
ar: 👑 مجموعات غير محدودة للإنشاء والانضمام، عدد غير محدود من الأعضاء.
es: 👑 Grupos ilimitados para crear y unirse, miembros ilimitados.
fr: 👑 Groupes illimités à créer et à rejoindre, membres illimités.
hi: 👑 असीमित समूह बनाने और शामिल होने के लिए, असीमित सदस्य।
pt: 👑 Grupos ilimitados para criar e participar, membros ilimitados.
ta: 👑 உருவாக்க மற்றும் சேர வரம்பற்ற குழுக்கள், வரம்பற்ற உறுப்பினர்கள்.
zh_hans: 👑 无限创建与加入群组，无限成员人数。
zh_hant: 👑 無限建立與加入群組，無限成員人數。

# 🔴 紧急
source: 🔴 Urgent
ar: 🔴 عاجل
es: 🔴 Urgente
hi: 🔴 जरूरी
pt: 🔴 Urgente
ta: 🔴 அவசரம்
zh_hans: 🔴 紧急
zh_hant: 🔴 緊急

# 🚀 创世用户福利：限时免费领取 1 年 Pro 权益！
source: 🚀 Founding member offer: claim 1 year of Pro free for a limited time!
ar: 🚀 عرض العضو المؤسس: احصل على سنة واحدة من Pro مجانًا لفترة محدودة!
es: 🚀 Oferta para miembro fundador: ¡reclama 1 año de Pro gratis por tiempo limitado!
fr: 🚀 Offre membre fondateur : bénéficiez de 1 an de Pro gratuit pour une durée limitée !
hi: 🚀 संस्थापक सदस्य प्रस्ताव: सीमित समय के लिए 1 वर्ष के लिए Pro का निःशुल्क दावा करें!
pt: 🚀 Oferta para membro fundador: reivindique 1 ano de Pro grátis por tempo limitado!
ta: 🚀 ஸ்தாபக உறுப்பினர் சலுகை: குறிப்பிட்ட காலத்திற்கு Pro 1 வருடத்தை இலவசமாகப் பெறுங்கள்!
zh_hans: 🚀 创世用户福利：限时免费领取 1 年 Pro 权益！
zh_hant: 🚀 創世用戶福利：限時免費領取 1 年 Pro 權益！

# 🟢 一般
source: 🟢 Normal
ar: 🟢 عادي
hi: 🟢 सामान्य
ta: 🟢 சாதாரண
zh_hans: 🟢 一般
zh_hant: 🟢 一般

# 1 千米
source: 1 km
ar: 1 كم
hi: 1 किमी
ta: 1 கி.மீ
zh_hans: 1 千米
zh_hant: 1 公里

# 1 小时
source: 1 hour
ar: 1 ساعة
es: 1 h
fr: 1 h
hi: 1 घंटा
pt: 1 h
ta: 1 மணி
zh_hans: 1 小时
zh_hant: 1 小時

# 2 千米
source: 2 km
ar: 2 كم
hi: 2 किमी
ta: 2 கி.மீ
zh_hans: 2 千米
zh_hant: 2 公里

# 3 天
source: 3 Day
ar: 3 يوم
es: 3 dias
fr: 3 jours
hi: 3 दिन
pt: 3 dias
ta: 3 நாள்
zh_hans: 3天
zh_hant: 3天

# 5 分钟
source: 5 min
ar: 5 دقائق
hi: 5 मिनट
ta: 5 நிமி
zh_hans: 5 分钟
zh_hant: 5 分鐘

# 10 分钟
source: 10 min
ar: 10 دقائق
hi: 10 मिनट
ta: 10 நிமி
zh_hans: 10 分钟
zh_hant: 10 分鐘

# 15 分钟
source: 15 min
ar: 15 دقيقة
hi: 15 मिनट
ta: 15 நிமி
zh_hans: 15 分钟
zh_hant: 15 分鐘

# 20 条位置历史轨迹
source: 20 location history points
ar: 20 نقطة من سجل المواقع
es: 20 puntos de historial de ubicación
fr: 20 points d'historique de position
hi: 20 स्थान इतिहास बिंदु
pt: 20 pontos de histórico de localização
ta: 20 இட வரலாறு புள்ளிகள்
zh_hans: 20 条位置历史轨迹
zh_hant: 20 條位置歷史軌跡

# 30 分钟
source: 30 min
ar: 30 دقيقة
hi: 30 मिनट
ta: 30 நிமி
zh_hans: 30 分钟
zh_hant: 30 分鐘

# 100 米
source: 100 m
ar: 100 م
hi: 100 मी
ta: 100 மீ
zh_hans: 100 米
zh_hant: 100 公尺

# 200 米
source: 200 m
ar: 200 م
hi: 200 मी
ta: 200 மீ
zh_hans: 200 米
zh_hant: 200 公尺

# 300 米
source: 300 m
ar: 300 م
hi: 300 मी
ta: 300 மீ
zh_hans: 300 米
zh_hant: 300 公尺

# 500 米
source: 500 m
ar: 500 م
hi: 500 मी
ta: 500 மீ
zh_hans: 500 米
zh_hant: 500 公尺

# AI 智能读图建任务
source: AI photo-to-task
ar: الذكاء الاصطناعي: صورة إلى مهمة
es: IA: foto a tarea
fr: IA : photo vers tâche
hi: AI फ़ोटो से कार्य बनाएँ
pt: IA: foto para tarefa
ta: AI புகைப்படத்திலிருந்து பணி
zh_hans: AI 智能读图建任务
zh_hant: AI 智能讀圖建任務

# AI 正在阅读您的图片...
source: AI is reading your image...
ar: الذكاء الاصطناعي يقرأ صورتك...
es: La IA está leyendo tu imagen...
fr: L'IA lit votre image...
hi: AI आपकी छवि पढ़ रहा है...
pt: A IA está lendo sua imagem...
ta: AI உங்கள் படத்தை படிக்கிறது...
zh_hans: AI 正在阅读您的图片...
zh_hant: AI 正在閱讀您的圖片...

# AI 识图服务暂时不可用，请稍后再试。
source: AI photo recognition is temporarily unavailable. Please try again later.
ar: خدمة التعرف على الصور بالذكاء الاصطناعي غير متاحة مؤقتًا. يرجى المحاولة لاحقًا.
es: El reconocimiento de fotos con IA no está disponible temporalmente. Inténtalo más tarde.
fr: La reconnaissance photo par IA est temporairement indisponible. Réessayez plus tard.
hi: AI फोटो पहचान अस्थायी रूप से उपलब्ध नहीं है। कृपया बाद में पुनः प्रयास करें।
pt: O reconhecimento de fotos por IA está temporariamente indisponível. Tente novamente mais tarde.
ta: AI புகைப்பட அறிதல் சேவை தற்காலிகமாக கிடைக்கவில்லை. பின்னர் மீண்டும் முயற்சிக்கவும்.
zh_hans: AI 识图服务暂时不可用，请稍后再试。
zh_hant: AI 識圖服務暫時不可用，請稍後再試。

# AI 识图服务暂未完成配置，请稍后再试或联系管理员。
source: AI photo recognition is not fully set up yet. Try again later or contact your administrator.
ar: خدمة التعرف على الصور بالذكاء الاصطناعي غير مُعدّة بعد. حاول لاحقًا أو تواصل مع المسؤول.
es: El reconocimiento de fotos con IA aún no está configurado. Inténtalo más tarde o contacta al administrador.
fr: La reconnaissance photo par IA n'est pas encore configurée. Réessayez plus tard ou contactez l'administrateur.
hi: AI फोटो पहचान अभी पूरी तरह सेट नहीं है। बाद में पुनः प्रयास करें या व्यवस्थापक से संपर्क करें।
pt: O reconhecimento de fotos por IA ainda não está configurado. Tente mais tarde ou contacte o administrador.
ta: AI புகைப்பட அறிதல் இன்னும் அமைக்கப்படவில்லை. பின்னர் முயற்சிக்கவும் அல்லது நிர்வாகியை தொடர்பு கொள்ளவும்.
zh_hans: AI 识图服务暂未完成配置，请稍后再试或联系管理员。
zh_hant: AI 識圖服務尚未完成設定，請稍後再試或聯絡管理員。

# AI 语音极速建任务、群组智能周报、高阶提醒规则等更多专属功能即将上线。
source: AI voice task creation, group smart weekly reports, advanced reminders, and more Pro features are on the way.
ar: AI إنشاء المهام الصوتية والتقارير الأسبوعية الجماعية الذكية والتذكيرات المتقدمة والمزيد من ميزات Pro في الطريق.
es: AI creación de tareas de voz, informes semanales inteligentes grupales, recordatorios avanzados y más funciones Pro están en camino.
fr: La création de tâches vocales AI, les rapports hebdomadaires intelligents de groupe, les rappels avancés et d'autres fonctionnalités Pro sont en route.
hi: AI ध्वनि कार्य निर्माण, समूह स्मार्ट साप्ताहिक रिपोर्ट, उन्नत अनुस्मारक, और अधिक Pro सुविधाएँ आने वाली हैं।
pt: AI criação de tarefas de voz, relatórios semanais inteligentes de grupo, lembretes avançados e mais recursos Pro estão a caminho.
ta: AI குரல் பணி உருவாக்கம், குழு ஸ்மார்ட் வாராந்திர அறிக்கைகள், மேம்பட்ட நினைவூட்டல்கள் மற்றும் பல Pro அம்சங்கள் தயாராக உள்ளன.
zh_hans: AI 语音极速建任务、群组智能周报、高阶提醒规则等更多专属功能即将上线。
zh_hant: AI 語音極速建任務、群組智慧週報、高階提醒規則等更多專屬功能即將上線。

# AI 返回的数据无法解析，请重试。
source: Could not parse the data returned by AI. Please try again.
ar: AI لا يمكن تحليل البيانات التي تم إرجاعها، يرجى المحاولة مرة أخرى.
es: AI Los datos devueltos no se pudieron analizar, inténtelo de nuevo.
fr: AI Les données renvoyées n'ont pas pu être analysées, veuillez réessayer.
hi: AI लौटाया गया डेटा पार्स नहीं किया जा सका, कृपया पुनः प्रयास करें।
pt: AI Os dados retornados não puderam ser analisados, tente novamente.
ta: AI திரும்பிய தரவை பாகுபடுத்த முடியவில்லை, மீண்டும் முயற்சிக்கவும்.
zh_hans: AI 返回的数据无法解析，请重试。
zh_hant: AI 傳回的資料無法解析，請重試。

# AI助理
source: AI Assistant
ar: مساعد الذكاء الاصطناعي
es: Asistente de IA
fr: Assistant IA
hi: एआई सहायक
pt: Assistente de IA
ta: AI உதவியாளர்
zh_hans: AI助理
zh_hant: AI助理

# App Store 订阅功能即将上线，敬请期待。
source: App Store subscriptions are coming soon. Stay tuned.
ar: اشتراكات App Store قريبًا. ترقبوا.
es: Las suscripciones en App Store llegarán pronto. Permanece atento.
fr: Les abonnements App Store arrivent bientôt. Restez à l'écoute.
hi: App Store सब्सक्रिप्शन जल्द आ रहा है। बने रहें।
pt: Assinaturas na App Store em breve. Fique atento.
ta: App Store சந்தா விரைவில் வருகிறது. காத்திருங்கள்.
zh_hans: App Store 订阅功能即将上线，敬请期待。
zh_hant: App Store 訂閱功能即將上線，敬請期待。

# Apple 登录成功
source: Signed in with Apple
ar: تم تسجيل الدخول باستخدام Apple
es: Inicia sesión con Apple
fr: Connecté avec Apple
hi: Apple के साथ साइन इन किया गया
pt: Conectado com Apple
ta: Apple மூலம் உள்நுழைந்துள்ளீர்கள்
zh_hans: Apple 登录成功
zh_hant: Apple 登入成功

source: channel: %@
ar: القناة: %@
es: canal: %@
fr: canal : %@
hi: चैनल: %@
pt: canal: %@
ta: சேனல்: %@
zh_hans: 通道：%@
zh_hant: 通道：%@

source: Display name cannot be empty.
ar: لا يمكن أن يكون الاسم المعروض فارغًا.
es: El nombre para mostrar no puede estar vacío.
fr: Le nom affiché ne peut pas être vide.
hi: प्रदर्शन नाम खाली नहीं हो सकता।
pt: O nome de exibição não pode ficar vazio.
ta: காட்சி பெயர் காலியாக இருக்க முடியாது.
zh_hans: 称呼不能为空。
zh_hant: 稱呼不能為空。

source: Extra Large
ar: كبير جدًا
es: Extra grande
fr: Très grand
hi: अतिरिक्त बड़ा
pt: Extra grande
ta: மிகப் பெரிய
zh_hans: 特大
zh_hant: 特大

source: Extra Small
ar: صغير جدًا
es: Extra pequeño
fr: Très petit
hi: अतिरिक्त छोटा
pt: Extra pequeno
ta: மிகச் சிறிய
zh_hans: 极小
zh_hant: 極小

source: FaceTime, WhatsApp
ar: فيس تايم، واتساب
hi: फेसटाइम, व्हाट्सएप

source: Invite member to join
ar: دعوة عضو للانضمام
es: Invitar a un miembro
fr: Inviter un membre
hi: सदस्य को आमंत्रित करें
pt: Convidar membro
ta: உறுப்பினரை அழைக்கவும்
zh_hans: 邀请成员加入
zh_hant: 邀請成員加入

source: Issue reported
ar: تم الإبلاغ عن مشكلة
es: Problema reportado
fr: Problème signalé
hi: समस्या रिपोर्ट की गई
pt: Problema relatado
ta: சிக்கல் புகாரளிக்கப்பட்டது
zh_hans: 遇到问题
zh_hant: 遇到問題

source: LIVE
ar: مباشر
es: EN VIVO
fr: EN DIRECT
hi: लाइव
pt: AO VIVO
ta: நேரடி

# Live Huddle 已因长时间无活动自动结束
source: Live location sharing ended automatically due to inactivity.
ar: انتهت مشاركة الموقع المباشرة تلقائيًا بسبب عدم النشاط.
es: La ubicación en vivo finalizó automáticamente por inactividad.
fr: Le partage de position en direct s'est arrêté automatiquement pour cause d'inactivité.
hi: निष्क्रियता के कारण लाइव स्थान साझाकरण स्वचालित रूप से समाप्त हो गया।
pt: O compartilhamento ao vivo terminou automaticamente por inatividade.
ta: செயலற்றதால் நேரடி இடப் பகிர்வு தானாக முடிந்தது.
zh_hans: Live Huddle 已因长时间无活动自动结束
zh_hant: Live Huddle 已因長時間無活動自動結束

source: No group is selected.
ar: لم يتم تحديد أي مجموعة.
es: No hay ningún grupo seleccionado.
fr: Aucun groupe sélectionné.
hi: कोई समूह चयनित नहीं है।
pt: Nenhum grupo selecionado.
ta: எந்த குழுவும் தேர்ந்தெடுக்கப்படவில்லை.
zh_hans: 当前未选择群组。
zh_hant: 目前未選擇群組。

source: nonce: %@
ar: نونس: %@
fr: occasionnel : %@
hi: गैर: %@
ta: இல்லை: %@
zh_hans: 随机数：%@
zh_hant: 隨機數：%@

source: None
ar: لا شيء
es: Ninguno
fr: Aucun
hi: कोई नहीं
pt: Nenhum
ta: இல்லை
zh_hans: 无
zh_hant: 無

source: Pending acceptance
ar: بانتظار القبول
es: Pendiente de aceptación
fr: En attente d'acceptation
hi: स्वीकृति लंबित
pt: Aguardando aceitação
ta: ஏற்புக்காக காத்திருக்கிறது
zh_hans: 待接受
zh_hant: 待接受

# Premium 特权
source: Premium benefits
ar: مزايا Premium
es: Beneficios Premium
fr: Avantages Premium
hi: Premium लाभ
pt: Benefícios Premium
ta: Premium சலுகைகள்
zh_hans: Premium 特权
zh_hant: Premium 特權

# Pro 会员
source: Pro membership
ar: عضوية Pro
es: Membresía Pro
fr: Abonnement Pro
hi: Pro सदस्यता
pt: Assinatura Pro
ta: Pro உறுப்பினர்
zh_hans: Pro 会员
zh_hant: Pro 會員

# Pro 会员已激活
source: Pro membership active
ar: عضوية Pro مفعّلة
es: Membresía Pro activa
fr: Abonnement Pro actif
hi: Pro सदस्यता सक्रिय
pt: Assinatura Pro ativa
ta: Pro உறுப்பினர் செயலில்
zh_hans: Pro 会员已激活
zh_hant: Pro 會員已啟用

# Pro 会员已激活，尽情使用高级功能吧。
source: Pro is active. Enjoy all premium features!
ar: تم تفعيل Pro. استمتع بجميع المزايا المميزة!
es: Pro activado. ¡Disfruta de todas las funciones premium!
fr: Pro activé. Profitez de toutes les fonctionnalités premium !
hi: Pro सक्रिय है। सभी प्रीमियम सुविधाओं का आनंद लें!
pt: Pro ativado. Aproveite todos os recursos premium!
ta: Pro செயலில் உள்ளது. அனைத்து பிரீமியம் அம்சங்களையும் அனுபவியுங்கள்!
zh_hans: Pro 会员已激活，尽情使用高级功能吧。
zh_hant: Pro 會員已啟用，盡情使用高級功能吧。

# Supabase SDK 尚未接入，请先添加依赖。
source: Supabase SDK is not available in this build. Please add the dependency first.
ar: Supabase SDK غير متوفر في هذا الإصدار. الرجاء إضافة التبعية أولاً.
es: Supabase SDK no está disponible en esta compilación. Primero agregue la dependencia.
fr: Supabase SDK n'est pas disponible dans cette version. Veuillez d'abord ajouter la dépendance.
hi: इस बिल्ड में Supabase SDK उपलब्ध नहीं है। कृपया पहले निर्भरता जोड़ें.
pt: Supabase SDK não está disponível nesta compilação. Adicione a dependência primeiro.
ta: இந்த கட்டமைப்பில் Supabase SDK கிடைக்கவில்லை. முதலில் சார்புநிலையைச் சேர்க்கவும்.
zh_hans: Supabase SDK 尚未接入，请先添加依赖。
zh_hant: Supabase SDK 尚未接入，請先新增依賴。

# Supabase 配置无效，请检查 URL 与 Anon Key。
source: Invalid Supabase configuration. Please check the URL and anon key.
ar: تكوين Supabase غير صالح. يرجى التحقق من URL ومفتاح حالاً.
es: Configuración Supabase no válida. Verifique la clave URL y anon.
fr: Configuration Supabase invalide. Veuillez vérifier le URL et la clé anon.
hi: अमान्य Supabase कॉन्फ़िगरेशन. कृपया URL और anon कुंजी की जाँच करें।
pt: Configuração Supabase inválida. Por favor, verifique a chave URL e anon.
ta: தவறான Supabase உள்ளமைவு. தயவுசெய்து URL மற்றும் anon விசையைச் சரிபார்க்கவும்.
zh_hans: Supabase 配置无效，请检查 URL 与 Anon Key。
zh_hant: Supabase 配置無效，請檢查 URL 與 Anon Key。

source: This event was synced from an external calendar and cannot be edited in the app.
ar: تمت مزامنة هذا الحدث من تقويم خارجي ولا يمكن تعديله في التطبيق.
es: Este evento se sincronizó desde un calendario externo y no se puede editar en la app.
fr: Cet événement a été synchronisé depuis un calendrier externe et ne peut pas être modifié dans l'app.
hi: यह इवेंट बाहरी कैलेंडर से सिंक किया गया था और ऐप में संपादित नहीं किया जा सकता।
pt: Este evento foi sincronizado de um calendário externo e não pode ser editado no app.
ta: இந்த நிகழ்வு வெளி காலெண்டரிலிருந்து ஒத்திசைக்கப்பட்டது; பயன்பாட்டில் திருத்த முடியாது.
zh_hans: 此日程由外部同步，暂不支持在应用内修改
zh_hant: 此日程由外部同步，暫不支援在應用程式內修改

source: token: %@
ar: الرمز: %@
fr: jeton : %@
hi: टोकन: %@
ta: டோக்கன்: %@
zh_hans: 代币：%@
zh_hant: 代幣：%@

source: Transfer ownership
ar: نقل الملكية
es: Transferir propiedad
fr: Transférer la propriété
hi: स्वामित्व स्थानांतरित करें
pt: Transferir propriedade
ta: உரிமையை மாற்றவும்
zh_hans: 转移所有权
zh_hant: 轉移所有權

source: valid: %@
ar: صالح: %@
es: válido: %@
fr: valide : %@
hi: वैध: %@
pt: válido: %@
ta: செல்லுபடியாகும்: %@
zh_hans: 有效：%@
zh_hant: 有效：%@

# VIP 权益即将开放。
source: VIP benefits coming soon.
ar: VIP الفوائد قريبا.
es: Beneficios de VIP próximamente.
fr: Les avantages VIP seront bientôt disponibles.
hi: VIP लाभ जल्द ही आ रहा है।
pt: Benefícios VIP em breve.
ta: VIP பலன்கள் விரைவில்.
zh_hans: VIP 权益即将开放。
zh_hant: VIP 權益即將開放。

# 一人付费，全组 VIP
source: One payer, whole group VIP
ar: دفع واحد، VIP للمجموعة بأكملها
es: Un pago, VIP para todo el grupo
fr: Un payeur, VIP pour tout le groupe
hi: एक भुगतान, पूरे समूह को VIP
pt: Um pagamento, VIP para todo o grupo
ta: ஒருவர் செலுத்தினால், முழு குழுவுக்கும் VIP
zh_hans: 一人付费，全组 VIP
zh_hant: 一人付費，全組 VIP

# 一人续费承包全组，群组成员无缝共享全部高级特权。
source: One renewal covers everyone—group members seamlessly share all premium perks.
ar: تجديد واحد يغطي الجميع — يشارك أعضاء المجموعة جميع المزايا المميزة بسلاسة.
es: Una renovación cubre a todos: los miembros del grupo comparten todas las ventajas Premium.
fr: Un renouvellement couvre tout le monde — les membres du groupe partagent tous les avantages Premium.
hi: एक नवीनीकरण सभी को कवर करता है — समूह सदस्य सभी प्रीमियम सुविधाएँ सहज साझा करते हैं।
pt: Uma renovação cobre todos — membros do grupo compartilham todos os benefícios Premium.
ta: ஒரு புதுப்பிப்பு அனைவரையும் உள்ளடக்கும் — குழு உறுப்பினர்கள் பிரீமியம் சலுகைகளைப் பகிர்வர்.
zh_hans: 一人续费承包全组，群组成员无缝共享全部高级特权。
zh_hant: 一人續費承包全組，群組成員無縫共享全部高級特權。

# 一般
source: generally
ar: عمومًا
es: generalmente
fr: en général
hi: आम तौर पर
pt: geralmente
ta: பொதுவாக
zh_hans: 一般
zh_hant: 一般

# 一起，完美同步。
source: Together, perfectly synced.
ar: معًا، متزامنين تمامًا.
es: Juntos, perfectamente sincronizados.
fr: Ensemble, parfaitement synchronisés.
hi: एक साथ, पूरी तरह से समन्वयित।
pt: Juntos, perfeitamente sincronizados.
ta: ஒன்றாக, சரியாக ஒத்திசைக்கப்பட்டது.
zh_hans: 在一起，完美同步。
zh_hant: 在一起，完美同步。

# 一起晚餐
source: Dinner Together
ar: عشاء معًا
es: Cena juntos
fr: Dîner ensemble
hi: साथ में रात्रिभोज
pt: Jantar juntos
ta: ஒன்றாக இரவு உணவு
zh_hans: 一起晚餐
zh_hant: 一起晚餐

# 上传中...
source: Uploading...
ar: جارٍ التحميل...
es: Subiendo...
fr: Téléchargement...
hi: अपलोड हो रहा है...
pt: Fazendo upload...
ta: பதிவேற்றுகிறது...
zh_hans: 上传中...
zh_hant: 上傳中...

# 上报间隔
source: Report interval
ar: فترة الإبلاغ
es: Intervalo de informe
fr: Intervalle de signalement
hi: रिपोर्ट अंतराल
pt: Intervalo de relatório
ta: அறிக்கை இடைவெளி
zh_hans: 上报间隔
zh_hant: 上報間隔

# 不重复
source: Does not repeat
ar: لا يتكرر
es: No se repite
fr: Ne se répète pas
hi: दोहराया नहीं जाता
pt: Não se repete
ta: மீண்டும் நிகழாது
zh_hans: 不重复
zh_hant: 不重複

# 个人权益有效期至 %lld 年
source: Personal benefits valid until %lld
ar: المزايا الشخصية صالحة حتى %lld
es: Beneficios personales válidos hasta %lld
fr: Avantages personnels valides jusqu'en %lld
hi: व्यक्तिगत लाभ %lld तक मान्य
pt: Benefícios pessoais válidos até %lld
ta: தனிப்பட்ட 혜택 %lld வரை செல்லுபடியாகும்
zh_hans: 个人权益有效期至 %lld 年
zh_hant: 個人權益有效期至 %lld 年

# 为 %@ 预订生日餐厅/场地
source: Book birthday restaurant/venue for %@
ar: حجز مطعم/مكان عيد ميلاد لـ %@
es: Reserva restaurante/lugar de cumpleaños para %@
fr: Réservez un restaurant/salle d'anniversaire pour %@
hi: %@ के लिए जन्मदिन रेस्तरां/स्थान बुक करें
pt: Reserve restaurante/local de aniversário para %@
ta: %@ க்கு பிறந்தநாள் உணவகம்/இடத்தை பதிவு செய்யவும்
zh_hans: 为 %@ 预订生日餐厅/场地
zh_hant: 為 %@ 預訂生日餐廳/場地

# 为了谁
source: For
ar: لمن
es: para quien
fr: pour qui
hi: किसके लिए
pt: para quem
ta: யாருக்காக
zh_hans: 为了谁
zh_hant: 為了誰

# 为了谁 (FOR)
source: For whom (FOR)
ar: لمن (ل)
es: Para quien (PARA)
fr: Pour qui (POUR)
hi: किसके लिए
pt: Para quem (PARA)
ta: யாருக்காக (FOR)
zh_hans: 为了谁 (FOR)
zh_hant: 為了誰 (FOR)

# 为了谁：全体成员
source: For whom: All members
ar: لمن: جميع الأعضاء
es: Para quién: todos los miembros
fr: Pour qui : Tous les membres
hi: किसके लिए: सभी सदस्य
pt: Para quem: Todos os membros
ta: யாருக்கு: அனைத்து உறுப்பினர்களும்
zh_hans: 为了谁：全体成员
zh_hant: 為了誰：全體成員
